Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Полезные советы: • Кормите своего ребенка первой грудью до тех пор, пока он не наестся. Ребенок может замедлить процесс кормления и сосать грудь просто для успокоения, затем отпустить сосок или начать засыпать с соском во рту. • Подождите, пока ребенок отрыгнет, и приложите его ко второй груди. • Некоторые дети кормятся от двух грудей при каждом кормлении, в то время как другие могут кормиться только от одной груди. Если Ваш ребенок берет вторую грудь, дайте ему поесть от второй груди до тех пор, пока он не наестся. • После завершения кормления Ваш ребенок будет выглядеть сытым, расслабленным и довольным. Как закончить кормление грудью? Завершить кормление ребенка грудью или прекратить его сосательные движения языком можно двумя способами: • Вставьте свой палец в угол рта Вашего ребенка между деснами. • Отверните нижнюю губу Вашего ребенка от нижней десны до тех пор, пока не почувствуете, как язык Вашего ребенка освобождает Ваш сосок. Затем осторожно переместите голову Вашего ребенка подальше от груди.
en: Helpful tips: • Breastfeed your baby on the first breast until he is done. The baby may slow down and comfort suck, release the nipple or start to fall asleep with the nipple resting in his mouth. • Burp your baby and offer your other breast. • Some babies breastfeed on both breasts at each feeding, while others may breastfeed on only one. If your baby takes the second breast, let your baby breastfeed on the second breast until he is finished. • When finished, your baby will act full, relaxed and content. How do I take my baby off my breast? Taking your baby off your breast or breaking the suction of your baby’s tongue may be done in two ways: • Insert your finger in the corner of your baby’s mouth, between your baby’s gums. • Curl your baby’s lower lip over his lower gum until you feel your baby’s tongue release your nipple. Then remove your baby’s head away from your breast gently. Getting Started Breastfeeding Your Baby. Russian.

source: Как принимать душ с мылом или пеной с ХГГ 1. Сначала вымойте голову обычным шампунем и тело обычным мылом. чтобы на коже не осталось шампуня и мыла. Тщательно ополосните волосы и тело, чтобы на коже не осталось шампуня и мыла. 2. Намочите чистую мочалку. Выключите душ. 3. Нанесите на влажную мочалку немного мыла или пены с ХГГ. 4. Вымойте мочалкой все тело ниже головы. Не пользуйтесь мылом или пеной с ХГГ для умывания лица и избегайте их попадания в глаза, нос, рот и уши. • Мыло с ХГГ плохо пенится. • Добавляйте на мочалку средство с ХГГ и продолжайте мыться в течение 5 минут. При принятии душа достаточно 4 унций (½ чашки или 118 мл) мыла или 4–5 порций пены с ХГГ. • Уделите особое внимание той части тела, где будет проводиться операция. • Обязательно вымойте тыльную часть шеи и подмышки. Вымойте пупок, пах и ноги, включая пальцы. • Не трите слишком сильно. 5. Включите душ и тщательно ополосните все тело. Не пользуйтесь обычным мылом после мыла или пены с ХГГ. 6. Досуха вытритесь чистым полотенцем. 7. Наденьте чистую одежду.
en: How to Shower with CHG Soap or Foam 1. Start by washing your hair with your normal shampoo and wash your body with regular soap. Rinse your hair and body well to remove any shampoo or soap that might be on your skin. 2. Wet a clean washcloth. Turn off the shower. 3. Apply some CHG soap or foam to the wet washcloth. 4. Use the washcloth to wash your whole body from the neck down only. Do not use CHG soap or foam on your face and be careful not to get it in your eyes, nose, mouth or ears. • CHG soap does not lather well. • Keep adding more CHG to the washcloth and continue to wash for 5 minutes. Use 4 ounces (½ cup or 118 mL) of CHG soap or 4 to 5 pumps of CHG foam each time you shower. • Pay special attention to the part of your body where the surgery will be done. • Be sure to wash the back of your neck and under your arms. Wash your belly button, groin and legs down to your toes. • Do not scrub too hard. 5. Turn on the shower and rinse your whole body well. Do not wash with regular soap after you have used CHG soap or foam. 6. Pat yourself dry with a clean towel. 7. Put on clean clothes. Getting Your Skin Ready for Surgery. Russian.

source: Утром перед операцией обязательно дважды примите душ с мылом или пеной с ХГГ. В день операции после душа не пользуйтесь пудрой, дезодорантами, лосьонами, макияжем, лаком для волос и т. п. Если вам предстоит операция на коже головы: Врач может порекомендовать вымыть голову мылом или пеной с ХГГ. Вымойте волосы в соответствии со следующими рекомендациями:  Используйте мыло или пену с ХГГ для мытья волос при каждом принятии душа. Вымойте волосы обычным шампунем и тщательно ополосните их водой. Затем нанесите на ладонь побольше средства с ХГГ и распределите его по волосам и коже головы. В отличие от шампуня оно плохо пенится. Не допускайте попадания мыла или пены с ХГГ в глаза и уши. Промойте чистой водой. При попадании мыла или пены с ХГГ в глаза и уши тщательно промойте их водой. Не используйте мыло или пену с ХГГ для мытья волос. Вымойте этим средством тело ниже головы. Если вы не можете воспользоваться душем: При отсутствии душа или невозможности им воспользоваться вымойте тело губкой. Не мойте волосы мылом или пеной с ХГГ без указания врача. Как помыться губкой: 1. Сначала вымойтесь чистой мочалкой с обычным мылом. Тщательно ополоснитесь чистой водой. 2. Затем возьмите чистую мочалку и намочите ее.
en: Be sure to take a second shower with CHG soap or foam the morning of your surgery. When you finish showering on the morning of surgery, do not use any powders, deodorants, lotions, make-up, hairspray or other products. If you are having surgery on your scalp: Your doctor may ask you to wash your hair with CHG soap or foam each time you shower. Wash your hair as marked:  Wash your hair with CHG soap or foam each time you shower. First, wash your hair with regular shampoo and rinse it well with water. Then, put a large amount of CHG into your palm and work it through your hair and scalp. It will not lather like shampoo. Keep the CHG soap or foam away from your eyes and ears. Rinse with clean water. If you get the CHG soap or foam in your eyes or ears, rinse them well.  Do not wash your hair with CHG soap or foam each time you shower. Shower and wash with the CHG soap or foam from the neck down only. If you are not able to shower: If you do not have a shower or you are not able to get into a shower, do a sponge bath each time to clean your body. Do not use CHG soap or foam on your hair unless you are told to do so by your doctor. How to take a sponge bath: 1. First, bathe with a clean washcloth, water and regular soap. Rinse well with clean water. 2. Then, get a clean washcloth and wet it with clean water. Getting Your Skin Ready for Surgery. Russian.

source: инъекции Under the Skin (Subcutaneous) Ниже представлены основные инструкции по введению лекарств под кожу. Ваше лекарство может вводиться иным способом, поэтому следуйте инструкциям врача или фармацевта. Выберите место для укола • Места, которые можно использовать:  Тыльная сторона плеча Брюшная полость  Передние и боковые стороны бедер и верхних частей ног  Участок спины выше пояса Ягодицы • Некоторые лекарства лучше вводить в определенные области. Врач или медсестра подскажут, как это делать правильно. • Выбирайте место на расстоянии 1 дюйма (2,5 см) от места последнего укола. • Также отступите 2 дюйма (5 см) от пупка и шрамов. • Не используйте болезненные участки или участки, на которых есть кровоподтеки или припухлости.
en: Giving Medicine by Injection These are basic instructions for giving medicine as an injection under your skin, also called subcutaneous. Your medicine may have other steps needed, so always follow the instructions given by your doctor or pharmacist. Select the Site for Injection • Sites that can be used are:  Backs of the upper arms Abdomen  Front and side of thighs or upper legs  Back above waist Buttocks • Some medicines are best given in certain areas. Your doctor or nurse will teach you the best areas to give your medicine. • Stay 1 inch away from the last injection. • Stay 2 inches away from your navel or scars. • Do not use areas that are bruised, tender or swollen. Giving Medicine by Injection Under the Skin. Russian.

source: Перед инъекцией • Для каждой инъекции требуется новая игла. • Проверьте дозировку. Как вводить лекарство 1. Вымойте руки. 2. Используя спиртовую салфетку, очистите кожу круговыми движениями. Подождите, пока спирт испарится. 3. Снимите с иглы колпачок и возьмите шприц, как дротик. 4. Аккуратно захватите кожу в месте инъекции. 5. Введите иглу в кожу под углом 90 градусов.
en: Before You Inject • A new needle must be used with each injection. • Check your dose. How to Inject the Medicine 1. Wash your hands. 2. Clean your skin with an alcohol pad using a circular motion. Let the alcohol air dry. 3. Remove the needle cover and hold the syringe like a dart. 4. Gently pinch the skin at the injection site. 5. Insert the needle straight into the pinched skin at a 90-degree angle. Giving Medicine by Injection Under the Skin. Russian.

source: 5. Использованный баллончик извлеките из носа и выбросите. Он содержит только одну дозу. Выбрасывайте баллончик в месте, недоступном для детей. 6. Оставайтесь рядом с пострадавшим до прибытия скорой помощи. • Если пострадавший начнет дышать самостоятельно, переверните его на бок, чтобы он не задохнулся рвотными массами. Рука поддерживает голову onto stomach Hand supports head • Если человек не начнет дышать самостоятельно в течение 2–3 минут: Ì введите ему еще одну дозу налоксона; начните делать искусственное дыхание:  убедитесь в отсутствии во рту посторонних тел, запрокиньте голову назад, приподняв рукой подбородок для освобождения дыхательных путей;
en: 5. Remove the spray device from the nose and throw it away. It only contains 1 dose. Throw it away out of the reach of children. 6. Stay with the person until help arrives. • If the person starts to breathe on their own, roll them onto their side, so they do not choke if they vomit. Knee stops body from rolling • If the person does not begin to breathe on their own after 2 or 3 minutes: Ì Give another dose of naloxone if you have it available. Start recue breathing:  Make sure there is nothing in the person’s mouth. Tilt the head back by lifting their chin with your hand to open their airway. Giving Naloxone. Russian.

source: x по возможности поместите на нос и рот пострадавшего защитную повязку и зажмите его нос свободной рукой; x при наличии дыхательной маски поместите ее на нос и рот и плотно прижмите; при отсутствии дыхательной маски или защитной повязки зажмите свободной рукой нос пострадавшего; сделайте 2 медленных глубоких выдоха в рот, чтобы грудная клетка приподнялась; продолжайте делать по одному выдоху каждые 5 секунд, пока пострадавший не начнет дышать самостоятельно или не прибудет помощь.
en: x If you have a face shield, place it over their nose and mouth and pinch their nose shut with your other hand x If you have a pocket mask, place it over their nose and mouth to make a seal. If you do not have a shield or mask, pinch their nose shut with your other hand.  Give 2 slow and deep breaths into their mouth to cause their chest to rise. Continue giving 1 breath every 5 seconds until they are breathing on their own or help arrives. Giving Naloxone. Russian.

source: рук Мытье рук — один из лучших способов защитить себя и свою семью от болезней. Когда вы в больнице или за вами ухаживают другие люди, те, кто ухаживает за вами и посещает вас, тоже должны часто мыть руки. Спрашивайте всех, мыли ли они руки прежде, чем прикоснуться к вам или к предметам, которые используются для ухода за вами. Руки необходимо мыть и дома, когда пациент сам ухаживает за собой или за ним ухаживает кто-то из членов семьи. Мыть руки необходимо перед и после ухода за больным, даже если при этом надеты перчатки. Как мыть руки • Смочите руки чистой проточной водой (теплой или холодной), закройте кран и нанесите на руки мыло. • Потрите руки, чтобы вспенить мыло. Потрите тыльную сторону ладоней, между пальцами и под ногтями. Под ногтями и вокруг ногтей используйте специальную щеточку или старую зубную щетку. • Мойте руки не менее 20 секунд. • Хорошо промойте руки под чистой проточной водой. • Закройте кран бумажным или обычным чистым полотенцем, чтобы не касаться грязного крана. • Вытрите руки чистым полотенцем или дайте им высохнуть.
en: Hand Washing Handwashing is one of the best ways to protect yourself and your family from getting sick. When you are in the hospital or being cared for by others, your caregivers and visitors also need to wash their hands often. Ask everyone if they have washed their hands before they touch you or things that may be used in your care. Hand washing also needs to occur at home where care is done by the patient or family member. Hand washing must always be the first and last step of care and is needed even if gloves are worn. How to Wash Your Hands • Wet your hands with clean, running water (warm or cold), turn off the tap and apply soap. • Lather your hands by rubbing them together with the soap. Lather the backs of your hands, between your fingers, and under your nails. You can use a nail brush or old tooth brush to get under and around your nails. • Scrub your hands for at least 20 seconds. • Rinse your hands well under clean, running water. • Use a paper towel or clean towel in your hand to turn off the water. This keeps your hand clean when you touch the faucet handle, which is not clean. • Dry your hands using a clean towel or air dry them. Hand Washing. Russian.

source: • Если вы беременны или кормите ребенка грудью, перед использованием средств от педикулеза посоветуйтесь с врачом. • Человеческие вши не живут на домашних животных, поэтому их не нужно лечить от педикулеза. Как пользоваться перметрином Торговые марки: Acticin, Elimite, Nix Crème Rinse и другие Для взрослых и детей старше 2 месяцев: 1. Вымойте голову обычным шампунем. Не используйте кондиционер для волос. Он может снизить лечебный эффект средств от педикулеза. Промойте волосы теплой водой и насухо вытрите полотенцем. Перед повторным использованием полотенце необходимо постирать в горячей воде с моющим средством и высушить. Для этого установите сушильную машину на горячий цикл продолжительностью не менее 20 минут. 2. Хорошо встряхните флакон с лекарственным средством. 3. Накройте глаза полотенцем и хорошо зажмурьтесь. 4. Обработайте средством все волосы и кожу головы. Обязательно смочите затылок и кожу за ушами. Если лекарство попало в глаза, немедленно промойте их холодной водой. 5. Оставьте средство на волосах, но не более чем на 10 минут. 6. Хорошо промойте волосы и кожу головы водой. Вытрите чистым сухим полотенцем. Не пользуйтесь феном, так как в некоторых средствах от педикулеза содержатся легковоспламеняющиеся химические вещества, из-за которых волосы могут загореться.
en: • If you are pregnant or breastfeeding, check with your doctor before using lice products. • House pets do not carry human lice and should not be treated. How to Use Permethrin Brand names: Acticin, Elimite, Nix Crème Rinse, and others For adults and children 2 months old and older: 1. Wash the hair with regular shampoo. Do not use a conditioner. It can keep the lice medicine from working. Rinse with warm water and towel dry. Do not use this towel again until it has been laundered in hot soapy water then dried. Use the hot cycle of your dryer for at least 20 minutes. . 2. Shake the bottle of product well. 3. Protect the eyes with a towel and close eyes tightly. 4. Wet the hair and scalp completely. Be sure to wet the back of the neck and behind the ears. If the product gets in the eyes, rinse right away with cool water. 5. Leave the product on the hair for 10 minutes, but no longer. 6. Rinse the hair and skin around the scalp well with water. Rub with a fresh dry towel. Do not use a hair dryer – some lice products use chemicals that could cause the hair to set on fire. Head Lice. Russian.

source: 7. Для удаления гнид расчешите волосы густым гребнем. Чтобы облегчить задачу, разделите волосы на части Необходимо удалить все гниды! Это может занять 2–3 часа или даже больше. Если гребень не помогает, придется удалять гниды руками. 8. Соберите гниды в полиэтиленовый мешок, туго завяжите его и выбросьте. Тщательно вымойте руки и вычистите ногти. 9. Переоденьте ребенка в чистую одежду. Как пользоваться пиперонил бутоксидом Торговые марки: Rid и другие Для взрослых и детей старше 2 лет: • Нанесите средство на сухие волосы. • Следуйте указаниям по использованию перметрина, начиная с пункта 2. • В пункте 6 вымойте волосы шампунем без кондиционера, а затем высушите полотенцем. После лечения • После лечения не мойте волосы в течение 1–2 дней. • Повторите процедуру через 9–10 дней, чтобы убить вшей до того, как они отложат новые гниды. • После лечения каждые 2–3 дня проверяйте голову на наличие вшей и гнид на протяжении 2–3 недель. • Ежедневно проверяйте волосы и кожу головы всех членов семьи. При обнаружении вшей или гнид обработайте волосы и одежду так же, как в первый раз. • Если вы обрабатывали волосы 2–3 раза и лечение оказалось неэффективным, обратитесь к врачу, медсестре или фармацевту.
en: 7. Comb the hair with a fine comb to find the eggs. It may help to divide the hair in sections. All eggs must be removed! It might take 2 or 3 hours or more, and you may have to pick out the eggs by hand if the comb does not work. 8. Put the eggs in a plastic bag, tie it closed and throw it away. Wash your hands well and scrub under your fingernails. 9. Dress your child in clean clothing. How to Use Piperonyl Butoxide Brand names: Rid and others For adults and children 2 years of age and older: • Apply the product to dry hair. • Follow the instructions for how to use permethrin, starting with Step 2. • When you rinse the hair with Step 6, use a shampoo and no conditioner, then towel dry. After Treatment • Do not wash the hair for 1 to 2 days after treatment. • Repeat the treatment 9 to 10 days later to kill any lice before they can produce new eggs. • Recheck for eggs or lice every 2 to 3 days for 2 to 3 weeks after treatment to be sure they are gone. • Check the hair and scalp of all family members every day. If you find eggs or lice, treat their hair and clothing the same way. • If you have used the same treatment 2 or 3 times, and it has not worked, check with your doctor, nurse, or pharmacist. Head Lice. Russian.

source: Уничтожение вшей в доме • Аэрозоли для уничтожения насекомых могут быть вредными для детей, так что не следует использовать их в домашних условиях. • Головные вши могут жить вне тела человека всего 1–2 дня. Постирайте всю пригодную для стирки одежду (включая шапки, шарфы и куртки), а также все постельное белье, полотенца и мочалки, которыми пользовался больной педикулезом за 2 дня до лечения. Ì Постирайте вещи в машине с горячей водой и моющим средством, а затем высушите. Ì Для этого установите сушильную машину на горячий цикл продолжительностью не менее 20 минут. • Замочите расчески, щетки, заколки и ленты для волос, а также спортивные шлемы в очень горячей воде (54° С или 130° F) на 10 минут. • Подушки, плюшевые игрушки, одежду и другие вещи, которые нельзя стирать, необходимо отдать в химчистку или поместить в герметичные полиэтиленовые пакеты на 3 дня. • Пропылесосьте все ковры и мебель. Поместите мешок для сбора мусора из пылесоса в полиэтиленовый пакет, туго завяжите его и выбросьте.
en: To Clear Lice from the Home • Pest control sprays can be harmful to children and should not be used in the home. • Head lice can live away from the human body for only 1 to 2 days. Wash all washable clothing (including hats, scarves, and coats) and all bed linens, towels, and washcloths that have had contact with anyone with lice in the 2 days before treatment. Ì Machine wash in hot, soapy water and dry. Use the hot cycle of a dryer for at least 20 minutes. • Soak combs, brushes, hair barrettes, hair bands and sports helmets in very hot water (130ºF) for 10 minutes. • Pillows, stuffed animals, clothing, and other things that cannot be washed may be dry cleaned or put in air tight plastic bags for 3 days. • Vacuum all carpets and furniture. Put the vacuum cleaner’s dust bag in a plastic bag, tie tightly, and throw away. Head Lice. Russian.

source: боль Существуют различные виды и причины головной боли. Синусовая головная боль Синусовая головная боль вызывает болевые ощущения в передней части головы и лица. Боль вызывается отеком синусовых пазух, которые находятся за щеками, носом и глазами. Боль усиливается при наклонах вперед и утреннем пробуждении. Могут быть выделения из носа или боль в горле. Головная боль напряжения Головная боль напряжения вызывается напряжением мышц головы и шеи. Признаком головной боли напряжения может быть тупая или постоянная пульсирующая боль над глазами и по всему затылку. Боль может распространяться на всю голову, шею и плечи. Мышцы в этих местах могут быть напряжены. Мигрень Мигрень вызывается расширением кровеносных сосудов в мозге. Причины мигрени: • Яркий свет или вспышки, громкие звуки и сильные запахи • Некоторые продукты или напитки: Твердые сыры Ì Переработанное мясо, например бекон, хот-доги и мясные нарезки Ì Белый хлеб или злаки с глютеном Добавки, например заменители сахара или глутамат натрия
en: Headaches A headache is pain felt in the head. There are different types and causes of headaches. Sinus Headache A sinus headache causes pain in the front of the head and face. The pain is caused by swelling in the sinus passages that are behind the cheeks, nose, and eyes. The pain is worse when bending forward and first waking up in the morning. You may have nasal drainage or a sore throat. Tension Headache A tension headache is caused by muscle tension in the head and neck. Signs of a tension headache include a dull or constant throbbing pain above the eyes and across the back of the head. The pain may spread to the whole head or move into the neck and shoulders. The muscles in these areas may feel tight. Migraine Headache A migraine headache is caused by the swelling of blood vessels in the brain. Things that may trigger a migraine include: • Bright or flashing lights, loud noises, or strong smells • Certain foods or drinks such as: Ì Hard cheese Processed meats such as bacon, hot dogs, and deli meats Ì Wheat bread or grains with gluten Ì Additives such as artificial sweeteners or MSG Headaches. Russian.
